Repository: BackupTheBerlios/lapsus-svn
Catalog: trunk/po/*.po
Languages: de, pl

source: _: NAME OF TRANSLATORS Your names
de: Johannes Engel
pl: Jakub Schmidtke

source: _: EMAIL OF TRANSLATORS Your emails
de: j-engel@gmx.de
pl: sjakub@users.berlios.de

source: Lapsus Configuration
de: Lapsus-Konfiguration
pl: Ustawienia Lapsusa

source: Panel Features
de: Schalter im Kontrollfeld
pl: Elementy Panelu

source: <p align="center">Select features present in applet's panel area.</p>
de: <p align="center">Wählen Sie die Schalter, die im Feld sichtbar sein sollen.</p>
pl: <p align="center">Zaznacz elementy obecne w obszarze panelu.</p>

source: &Auto
de: &Automatik
pl: &Automatycznie

source: Menu Features
de: Schalter im Menu
pl: Elementy Menu

source: <p align="center">Select features present in applet's context menu.</p>
de: <p align="center">Wählen Sie die Schalter, die im Kontext-Menu erscheinen sollen.</p>
pl: <p align="center">Zaznacz elementy dostępne w menu kontekstowym appletu.</p>

source: Autosaved Features
de: Schalter, deren Position gespeichert wird
pl: Zapisywane Wartości

source: <p align="center">Select features that should be saved when lapsus daemon quits and restored when it starts.</p>
de: <p align="center">Wählen Sie die Schalter, deren Position gespeichert wird beim Beenden.</p>
pl: <p align="center">Zaznacz elementy, których wartość ma być zapisywana podczas zamykania demona lapsusd i odtwarzana podczas jego startu.</p>

source: OSD Settings
de: OSD Einstellungen
pl: Ustawienia OSD

source: OSD time:
de: Anzeigedauer:
pl: Czas wyświetlania OSD:

source: Colors
de: Farben
pl: Kolory

source: Custom Colors
de: Eigene Farben
pl: Kolory użytkownika

source: Foreground:
de: Vordergrund:
pl: Tekst:

source: Background:
de: Hintergrund:
pl: Tło:

source: &Reset
de: &Zurücksetzen
pl: Wa&rtości Domyślne

source: HotKey Bindings
de: Schnellzugriffstasten
pl: Dodatkowe Przyciski

source: <p align="center">Configured key bindings</p>
de: <p align="center">Zugriffstasten</p>
pl: <p align="center">Skonfigurowane działania przycisków</p>

source: &New
de: &Neu
pl: &Nowy

source: Daemon Init
de: Daemon-Start
pl: Inicjalizacja Demona

source: <p align="center">Feature values set on daemon start</p>
de: <p align="center">Werte beim Start des Daemons</p>
pl: <p align="center">Wartości ustawiane podczas startu demona</p>

source: Daemon Settings
de: Daemon-Einstellungen
pl: Ustawienia Demona

source: <p align="center">Daemon configuration options</p>
de: <p align="center">Daemon-Konfiguration</p>
pl: <p align="center">Opcje konfiguracyjne demona</p>

source: &Default
de: &Standard
pl: &Domyślnie

source: Mail LED
de: Post-Leuchte
pl: Dioda pocztowa

source: Touchpad LED
de: Touchpad-Leuchte
pl: Dioda touchpada

source: Recording LED
de: Aufnahme-Leuchte
pl: Dioda nagrywania

source: Phone LED
de: Telefon-Leuchte
pl: Dioda telefonu

source: Gaming LED
de: Spiele-Leuchte
pl: Dioda gier

source: Light Sensor
de: Umgebungslicht-Sensor
pl: Czujnik Światła

source: Controls if HotKey controlled LightSensor level list is circular
pl: Kontroluje, czy zmiana czułości czujnika światła działa w sposób cykliczny.

source: Controls if HotKey controlled brightness level list is circular
pl: Kontroluje, czy zmiana jasności LCD działa w sposób cykliczny.

source: Power LED
de: Spannungs-Leuchte
pl: Dioda zasilania

source: Orange Battery LED
de: Orangene Batterie-Leuchte
pl: Pomarańczowa dioda baterii

source: Green Battery LED
de: Grüne Batterie-Leuchte
pl: Zielona dioda baterii

source: UltraBase LED
de: UltraBase-Leuchte
pl: Dioda UltraBase

source: UltraBay LED
de: UltraBay-Leuchte
pl: Dioda UltraBay

source: 5th LED
de: Fünfte Leuchte
pl: Dioda 5

source: 6th LED
de: Sechste Leuchte
pl: Dioda 6

source: Standby LED
de: Stromspar-Leuchte
pl: Dioda stanu uśpienia

source: Bluetooth adapter
de: Bluetooth-Modul
pl: Kontroler Bluetooth

source: Wireless radio
de: Drahtloses Netzwerk
pl: Nadajnik sieci bezprzewodowej

source: LCD Backlight
de: Hintergrundbeleuchtung
pl: Jasność wyświetlacza

source: Volume
de: Lautstärke
pl: Głośność

source: LCD Display
de: Laptopbildschirm
pl: Wyświetlacz LCD

source: CRT Display
de: Röhrenmonitor
pl: Wyjście CRT

source: TV Display
de: Fernseher
pl: Wyjście TV

source: DVI Display
de: DVI-Bildschirm
pl: Wyjście DVI

source: Drag OSD to desired position
de: Ziehen Sie die Anzeige an die gewünschte Position
pl: Przeciągnij OSD w wybrane miejsce

source: ID
de: Kennung
pl: Identyfikator

source: Name
pl: Nazwa

source: Value
de: Wert
pl: Wartość

source: Switches
de: Schalter
pl: Przełączniki

source: Lapsus Panel Applet
de: Lapsus Kontrollfeld
pl: Lapsus - aplet panelu

source: Lapsus provides easy access to additional features of ASUS and IBM/Lenovo laptops.
de: Lapsus bietet einfachen Zugang zu besonderen Einstellungen für Laptops von Asus und IBM/Lenovo.
pl: Lapsus umożliwia łatwy dostęp do dodatkowych funkcji laptopów firm ASUS i IBM/Lenovo.

source: _: NAME OF TRANSLATORS\nYour names
de: Johannes Engel
pl: Jakub Schmidtke

source: _: EMAIL OF TRANSLATORS\nYour emails
de: j-engel@gmx.de
pl: sjakub@users.berlios.de

source: Light Sensor support
de: Unterstützung für den Licht-Sensor
pl: Obsługa czujnika światła

source: Lapsus configuration
de: Einstellungen für Lapsus
pl: Konfiguracja Lapsusa
